phpp01/prvn/objects_apg/dt-payroll-svc-feature-intg-postgres-run-trunc-limit/test/overwatch-test/src/test/java/com/intuit/psp/karate/tests/brmadapter/request_qal.xml

<soapenv:Envelope
        xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:web="http://webservices.brm.adapters.psp.payroll.sbd.intuit.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <web:getUsageBillingEmployeeDetails>
            <GetUsageBillingDetailRequest>
                <BillDate>01/04/2018</BillDate>
                <CompanyID>103058084</CompanyID>
                <EIN>431898294</EIN>
                <ViewAll>false</ViewAll>
            </GetUsageBillingDetailRequest>
        </web:getUsageBillingEmployeeDetails>
    </soapenv:Body>
</soapenv:Envelope>
